{
  "posts": [
    {
      "title": "Notizie dal metaverso",
      "body": "Muratore di Catanzaro costruisce prima casa abusiva nel Metaverso.",
      "id": 1
    },
    {
      "title": "News su Chiara Ferragni",
      "body": "Chiara Ferragni lancia la sua linea di Green Pass.",
      "id": 2
    },
    {
      "id": 3,
      "title": "Curiosità sul web",
      "body": "Come hackerare i server dell'INPS e andare in pensione a 20 anni."
    },
    {
      "title": "Aggiornamenti sui social",
      "body": "Bug colpisce Tinder, tra gli utenti appaiono donne vere.",
      "id": 4
    },
    {
      "id": 6,
      "title": "Post molto lungo",
      "body": "Questo è un post lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo lungo. "
    },
    {
      "title": "Sei un leone da tastiera? Da oggi c’è una legge che ti tutela",
      "body": "Roma (Città del Vaticano) – “Nessuno può toccare i nostri pelosotti!” è con queste parole che Amata Trabalza, Presidentessa di AMAS (Associazione per le Minoranze Animaliste anche Simboliche), esulta uscendo dalla Camera del Parlamento in cui era entrata per sbaglio.\n“Ogni giorno migliaia di leoni da tastiera soffrono. Nei forum, sui social network, sui siti d’informazione, ovunque nella rete. Queste, mi piace chiamarle “persone” anche se non lo sono veramente, attaccano, insultano, invidiano i successi altrui e minacciano solo per un motivo fondamentale: hanno dimenticato l’amore. Oppure si sono semplicemente scordati cosa significa uscire di casa. Adesso noi, grazie alla legge appena entrata in vigore, potremo aiutarli a rifarsi una vita. O al massimo, nei casi disperati, a iscriverli al MoVimento.”\n\nLa Legge Gasparri-Twitter, che è quella che segna il cambiamento della loro condizione, recita: “Diffamare non è reato se il tuo Q.I. non supera quello del vicepresidente del Senato in carica”.\n\n“E quindi tutti i leoni da tastiera devono essere semplicemente aiutati nel loro habitat naturale”, spiega la Trabalza, “connessi alla rete vedono un mondo distorto, ovattato, distante dalla realtà. Loro vogliono essere chi insultano. Voglio diventare deputati, senatori, attori, disegnatori, autori satirici, Francesco Sole, vogliono essere qualsiasi cosa che non sono ma non riuscendo ad uscire dalla propria abitazione, d’altronde su internet c’è sempre qualcosa di nuovo da vedere e insultare, si crea un blocco psicologico e fisico che non gli permette di evolversi da leoni da tastiera a pecora da strada, oppure a gazzella da corridoio.”\n\n“E quindi ora possiamo andare ad aiutarli nelle loro piccole gabbie, in quelle camerette dove vivono e si indignano, osservare le loro abitudini, educarli pian piano a passare dai “Vaffanculo” agli “Stupidino” e poi magari anche ai “Ma sai che forse nemmeno tu potresti avere tutti i torti?” , che per un leone è una di quelle cose impossibili da dire o anche solo da pensare. Il passo successivo è riabituarli alla vita normale, alla strada, al sole, al vento sulla pelle, alle persone che ti salutano e che ti parlano senza uno schermo a dividerti. È un procedimento lungo, ma sappiamo che possiamo riuscirci. E se va male ce la prenderemo con la Cristoforetti, come fanno molti dei nostri assistiti a prescindere dall’argomento.”\n\nLa Trabalza chiude con un messaggio ai leoni che probabilmente insulteranno anche questo articolo: “Fatelo pure se vi fa sentire meglio, ogni frase cattiva che digiterete nei commenti sarà come una sorta di accettazione della vostra condizione. È il primo passo verso il reinserimento nella società. Poi verranno gli altri quattro stadi che sono nell’ordine: rimorso, maledizione, minimizzazione e macellazione. L’ultima, però, solo per i casi più disperati.”",
      "id": 12
    },
    {
      "title": "Ritrova la suocera dopo 25 anni grazie a Facebook: ingegnere denuncia Zuckerberg",
      "body": "Palo Alto – Incredibile vicenda accaduta a Cleveland, nello stato dell’Ohio, dove l’attempato ingegnere Neil Crosby, ex dirigente di una fabbrica di sfere cubiche da cerimonia per sette religiose pitagoriche e vedovo da ormai molti anni, ha ritrovato a causa facebook la suocera perduta 25 anni prima.\n\nLa tragedia è scoppiata quando Neil ha digitato per errore sul motore di ricerca di Facebook il nome della suocera Alejandra Gomez di 79 anni, risiedente da tempo ad Atlanta. Grazie ad un’applicazione l’anziana signora, evidentemente avvezza da decenni ai social networks, è riuscita a scoprire che l’ingegnere aveva visitato il suo profilo, per passare poi a una dozzina di siti porno. La donna si è immediatamente messa in contatto con lo sfortunato ingegnere e lo ha raggiunto col primo volo, portando con se una borsa piena di teglie di parmigiana e rancore.\nNeil Crosby, evidentemente infuriato per il riconoscimento e successivo ritrovamento, ha deciso di denunciare il Social Network più famoso al mondo e il suo proprietario Mark Zuckerberg, ritenendolo responsabile della violazione della sua privacy.\n\nLa richiesta di danni si avvicina ad un milione ed ottocentomila dollari, ovvero un dollaro per ogni volta che la suocera ha detto a sua figlia di aver fatto male a sposarlo. I 47 legali del multimilionario di Palo Alto dovranno vedersela con Bruce Shy, neo avvocato appena laureatosi nella facoltà di Legge di Disneyworld, che ha deciso di difendere il signor Crosby in cambio di una vaschetta di nachos. Chi vincerà?",
      "id": 13
    },
    {
      "title": "Anzio sotto choc: giovane abbandona tutti i gruppi di WhatsApp e torna a vivere",
      "body": "ANZIO (Rm) – Erano le 2.04 di mercoledì 3 dicembre quando Giovanni (nome di fantasia), dopo l’ennesima overdose di messaggi, emoticon e trilli di notifiche a tutte le ore del giorno, in preda a un raptus di lucidità, aveva deciso che era venuto il momento di spingere il tasto “abbandona la chat”.\n\nGli amici non ne vogliono parlare, ma a quanto si apprende da uno screenshot rubato subito dopo la decisione, c’è un certo disappunto tra i conoscenti di Giovanni:\n\n“Ma che gli è preso?”, scrive Francesca. (2.05)\n“Boh”, risponde Paolo. (2.05)\n“Ora lo riaggiungo al gruppo”, dice Alessandro. (2.05)\n“No, lascia perdere che gli rode il culo”, aggiunge Martina. (2.05)\n“Ma dai, ti pare!” insiste Francesca con un emoticon sorpreso. (2.05)\n“Comunque non si è regolato”, spiega Paolo. (2.05)\n“ahahahahaah”, risponde Francesca (2.05).\nAnche Martina e Alessandro la pensano così: “ahahhahahaha” (2.05)\nCambia discorso Francesca: “Avete visto che punto di blu indossava Paoletta da Maria de Filippi oggi?” (2,05)\n“A me sembrava più fucsia” dice Paolo (2.05)\n“Ma che dici!” aggiunge Luigi (2.05)\nGiovanni è stato aggiunto alla conversazione (2.05)\n“Fanculo” (2.05)\n\nGiovanni ha quindi definitivamente abbandonato il gruppo e nelle ore successive, secondo quanto riportano cronisti locali, è stato intravisto al bar mentre faceva colazione intrattenendo per la prima volta un dialogo vero con il barista. Fermato da un cronista di questa ridente città sul mare afferma: “oggi sono tornato a vivere”.",
      "id": 14
    },
    {
      "title": "Perde l’udito dopo l’ennesimo messaggio in caps lock",
      "body": "Come noto a tutti gli internauti, da molti anni nel mondo del web se si usa il caps lock è come parlare a voce molto alta.\nProbabilmente l’inventore di questa “norma” ignorava totalmente l’uso dei punti esclamativi, che già ricoprivano egregiamente tale compito (nonostante l’utilizzo distorto fattone nel settimanale “Topolino”), ossia quello di permettere alle parole scritte di rappresentare l’urlo, inventando quindi l’ennesima legge inutile, in quanto appunto identica ad una già esistente.\nD’altro canto, sono parecchi quelli che noncuranti di tale convenzione si ostinano a scrivere ogni cosa usando proprio il fantomatico caps lock senza un motivo davvero valido. Probabilmente lo fanno solo perché sono dei CAZZONI o dei PROVOCATORI o, semplicemente, degli SQUILIBRATI, che comunque hanno provocato, dal 1998 ad oggi, un aumento, nel computo globale di audiolesi, di circa il 79%, un incremento che nonostante i ripetuti allarmi dell’Organizzazione Mondiale della Sanità aumenta di anno in anno.\n\nRecente vittima di questo dilagante fenomeno è uno spezzino di ventisei anni che, come il 90% dei suoi coetanei, stava trascorrendo un tranquillo estivo pomeriggio domenicale a cercare gnocca sui social network e, soprattutto, a controllare se il tipo di “Backroom Casting Couch” avesse caricato un nuovo video.\nTutto stava trascorrendo per il verso giusto finché un suo contatto, un tale Mike Lorefice (di cui le autorità sconsigliano vivamente di accettare la richiesta d’amicizia) ha inviato un messaggio a colpi di caps lock che iniziava con “MA AI VISTO KEFFIGA MILANA FOX?! CON CUELLE LABRA MASSAI KE KINOTTI CHE FÀ?!”, causando la distruzione totale del padiglione auricolare del suo destinatario.\n\nAlberto Sordo, questo il nome dello sventurato, è stato ricoverato d’urgenza all’ospedale Sant’Andrea di La Spezia, appare in gravi condizioni, dopo aver subito violente emorragie, ed ora è in prognosi riservata.\nLorefice, invece, è ancora a piede libero poiché, riferiscono gli esperti in legislatura otorinoinformatica, non è ancora stata approvata una legge che traduca una convenzione dal mondo virtuale al mondo giuridico, e non si può nemmeno perseguire chi viola tale convenzione, dal momento che essa non avrebbe nemmeno motivo di esistere.\nI medici comunque rassicurano: Milana Fox ha davvero delle gran belle labbra.",
      "id": 15
    },
    {
      "title": "Medicina: Sviluppato il primo font illeggibile per medici",
      "body": "San Serif, California.Un gruppo di ricerca del dipartimento di semiotica della Franklin Gothic University, California, ha annunciato ieri di aver sviluppato un font corsivo illeggibile, per liberare finalmente i medici dall’obbligo di scrivere cose sensate nei referti redatti al computer.\nIl team, guidato dal Prof. Ari Al Bodoni, ha lavorato alla definizione di un set di segni grafici del tutto privi di senso, sciatti e pasticciati, stampabili solo su carta sgualcita con inchiostro blu sbiadito.\nLa ricerca è stata svolta in collaborazione con il gruppo del dott. Batang, sciamano presso la tribù dei nativi Wingdings di Tahoma.\n“Abbiamo scelto di collaborare con il gruppo del dottor Batang nonostante si tratti di un team composto esclusivamente di selvaggi sordomuti, nessuno dei quali sa leggere né scrivere. Il fatto che i nostri due gruppi non riuscissero a comunicare in alcun modo ha creato il clima di disinteresse reciproco, spocchia e saccenza ideali per realizzare il font perfetto per i medici.”\n“Finalmente si potrà tornare alle prescrizioni di farmaci dannosi, di esami inutili e costosissimi, alle diagnosi del tutto errate ma grazie a dio illeggibili, senza timore di cause di risarcimento milionarie,” – Sottolinea il prof. Bodoni – “I medici, anche i più incompetenti, potranno tornare a scrivere alla cazzo pur usando un computer – un Mac – senza rischio alcuno per carriera e patrimonio.”\nLa ricerca , che sarà pubblicata nel prossimo numero del “New courier of Medicine” utilizzando proprio il nuovo font, ha scatenato l’entusiasmo del mondo accademico (benché l’articolo sia comprensibile solo per i farmacisti)",
      "id": 16
    }
  ]
}
